Dlubal.SteelSurfaces.ITEM_AT
Define type of getting an object

Dlubal.SteelSurfaces.ITEM_AT.AT_INDEX
Object is get by index of array where is object placed

Dlubal.SteelSurfaces.ITEM_AT.AT_NO
Object is get by object number